#include <stdio.h>
#include <locale.h>

void Lab1_2() {

	setlocale(LC_ALL, "RU");
	puts("* * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *");
	puts("*                                                                                 *");
	puts("* тема: Написание и компиляция консольного приложения в среде разработки MVS 2022 *");
	puts("*                                                                                 *");
	puts("* Выполнил Мазалов В. А.                                                          *");
	puts("*                                                                                 *");
	puts("* * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *");
}